Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_OOBEGeneral_WSLDocumentationLink.Content
source: Windows Subsystem for Linux (WSL) Documentation
cs_cz: Dokumentace k subsystému Windows pro Linux (WSL)
da_dk: Dokumentation til Windows-undersystem til Linux (WSL)
de_de: Dokumentation zu Windows-Subsystem für Linux (WSL)
el_gr: Τεκμηρίωση Υποσυστήματος Windows για Linux (WSL)
es_es: Documentación de Subsistema de Windows para Linux (WSL)
fi_fi: Windows-alijärjestelmä Linuxille (WSL) -ohjeet
fr_fr: Documentation du sous-système Windows pour Linux (WSL)
hu_hu: A linuxos Windows-alrendszer (WSL) dokumentációja
it_it: Documentazione di Sottosistema Windows per Linux (WSL)
ja_jp: Linux 用 Windows サブシステム (WSL) ドキュメント
ko_kr: WSL(Linux용 Windows 하위 시스템) 설명서
nb_no: Dokumentasjon for Windows-undersystem for Linux (WSL)
nl_nl: Documentatie voor Windows-subsysteem voor Linux (WSL)
pl_pl: Dokumentacja podsystemu Windows dla systemu Linux (WSL)
pt_br: Documentação do Subsistema do Windows para Linux (WSL)
pt_pt: Documentação do Subsistema Windows para Linux (WSL)
ru_ru: Документация к подсистеме Windows для Linux (WSL)
sv_se: dokumentation om Windows-undersystem för Linux (WSL)
tr_tr: Linux için Windows Alt Sistemi (WSL) Belgeleri
zh_cn: 适用于 Linux 的 Windows 子系统 (WSL) 文档
zh_tw: Windows 子系統 Linux 版 (WSL) 文件

# Settings_OOBEGUIApps.Description
source: You can use graphical based Linux applications with native Windows interactions like alt-tab, start menu launching, task bar pinning, and cut & paste support.
cs_cz: Můžete používat grafické linuxové aplikace s nativní interakcí s Windows, jako jsou alt-tab, spuštění nabídky Start, připnutí na hlavní panel a podpora vyjmutí a vložení.
da_dk: Du kan bruge grafiske baserede Linux-programmer med oprindelige Windows-interaktioner som f.eks. alt-Tabulator, start af menuen, fastgørelse af proceslinjen og understøttelse af klip og sæt ind.
de_de: Sie können grafisch basierte Linux-Anwendungen mit nativen Windows-Interaktionen wie Alt-Tab, Starten des Startmenüs, Anheften in der Taskleiste und Unterstützung für Ausschneiden und Einfügen verwenden.
el_gr: Μπορείτε να χρησιμοποιήσετε εφαρμογές του Linux βασισμένες σε γραφικό περιβάλλον με εγγενείς αλληλεπιδράσεις των Windows όπως το alt-tab, την εκκίνηση από το μενού Έναρξης, το καρφίτσωμα στη γραμμή εργασιών και την υποστήριξη αποκοπής και επικόλλησης.
es_es: Puede usar aplicaciones Linux basadas en gráficos con interacciones nativas de Windows, como alt-tab, inicio del menú Inicio, anclaje de la barra de tareas y compatibilidad con cortar y pegar.
fi_fi: Voit käyttää graafisia Linux-sovelluksia, joissa on alkuperäisiä Windows-vuorovaikutuksia, kuten alt-tab, aloitusvalikon käynnistäminen, tehtäväpalkin kiinnittäminen ja leikkaa ja liitä -tuki.
fr_fr: Vous pouvez utiliser des applications Linux graphiques avec des interactions Windows natives telles que Alt-Tab, le lancement du menu Démarrer, l'épinglage de la barre des tâches et la prise en charge du copier-coller.
hu_hu: Grafikus linuxos alkalmazásokat használhat natív Windows-interakciókkal, például alt-tab billentyűkombinációval, start menü indítása, tálca kitűzése, valamint a kivágás és beillesztés támogatása.
it_it: Puoi usare applicazioni Linux basate su grafica con interazioni native di Windows come ALT-TAB, avvio del menu Start, aggiunta alla barra delle applicazioni e supporto taglia e incolla.
ja_jp: グラフィカル ベースの Linux アプリケーションは、alt-tab、スタート メニューの起動、タスク バーのピン留め、切り取り/貼り付けのサポートなど、Windows のネイティブな操作で使用できます。
ko_kr: Alt-tab, 시작 메뉴 실행, 작업 표시줄 고정 및 잘라내기 및 붙여넣기 지원과 같은 기본 Windows 상호 작용과 함께 그래픽 기반 Linux 애플리케이션을 사용할 수 있습니다.
nb_no: Du kan bruke grafikkbaserte Linux-programmer med opprinnelige Windows-samhandlinger som alt-tab, starte startmeny, feste oppgavelinje og støtte for klipp ut og lim inn.
nl_nl: U kunt grafische Linux-toepassingen gebruiken met systeemeigen Windows-interacties, zoals alt-tab, het openen van het startmenu, vastmaken van taakbalk en ondersteuning voor knippen en plakken.
pl_pl: Możesz używać graficznych aplikacji systemu Linux z natywnymi interakcjami systemu Windows, takimi jak alt-tab, uruchamianie menu Start, przypinanie paska zadań i obsługa wycinania i wklejania.
pt_br: Você pode usar aplicativos de base gráfica do Linux com interações nativas do Windows, como alt-tab, inicialização do menu iniciar, fixação da barra de tarefas e suporte para recortar e colar.
pt_pt: Pode utilizar aplicações Linux com base gráfica com interações nativas do Windows, como alt-tab, início do menu iniciar, afixação na barra de tarefas e suporte para cortar e colar.
ru_ru: Графические приложения Linux можно использовать с собственным интерфейсом Windows, например клавишами ALT-TAB, запуском меню "Пуск", закреплением панели задач и поддержкой вырезания и вставки.
sv_se: Du kan använda grafiska Linux-program med inbyggda Windows-interaktioner som alt-tab, startmenystart, fästning i aktivitetsfältet och stöd för klipp ut och klistra in.
tr_tr: Grafik tabanlı Linux uygulamalarını alt-sekme, başlat menüsünü başlatma, görev çubuğu sabitleme ve kes-yapıştır desteği gibi yerel Windows etkileşimleriyle kullanabilirsiniz.
zh_cn: 可以通过本机 Windows 交互操作(例如 alt-tab、开始菜单启动、任务栏固定以及剪切和粘贴支持)使用基于图形的 Linux 应用程序。
zh_tw: 您可以透過原生 Windows 互動使用圖形化 Linux 應用程式，例如 alt-tab、啟動 [開始] 功能表、工作列、釘選，以及剪下貼上功能。

# Settings_OOBEGUIApps.Title
source: GUI Apps
cs_cz: Aplikace s grafickým rozhraním (GUI)
el_gr: Εφαρμογές GUI (Γραφικού περιβάλλοντος)
es_es: Aplicaciones de GUI
fi_fi: GUI-sovellukset
fr_fr: Applications d'interface utilisateur graphique
hu_hu: Grafikus felhasználói felületű alkalmazások
it_it: App GUI
ja_jp: GUI アプリ
ko_kr: GUI 앱
nb_no: GUI-apper
pl_pl: Aplikacje graficznego interfejsu użytkownika
pt_br: Aplicativos de GUI
pt_pt: Aplicações de GUI
ru_ru: Приложения графического интерфейса пользователя
sv_se: GUI-appar
tr_tr: GUI Uygulamaları
zh_cn: GUI 应用
zh_tw: GUI 應用程式

# Settings_OOBEGPUAcceleration.Description
source: WSL can leverage your Windows GPU for Machine Learning workflows Linux binaries running in WSL can automatically use your GPU in Windows to speed up their performance. You just need to install and run those workflows the same way that you would on a regular Linux machine. There are lots of different ways to get started from running CUDA in a docker container if you have a NVIDIA graphics card, to running PyTorch or TensorFlow with DirectML on your AMD, Intel, or NVIDIA graphics card. See our getting started guide below to learn more.
cs_cz: WSL může využívat GPU Windows pro pracovní postupy strojového učení Binární soubory Linuxu spuštěné ve WSL můžou automaticky používat GPU ve Windows ke zrychlení výkonu. Tyto pracovní postupy stačí nainstalovat a spustit stejným způsobem jako na běžném počítači s Linuxem. Existuje mnoho různých způsobů, jak začít používat CUDA v kontejneru Dockeru, pokud máte grafickou kartu NVIDIA, ke spuštění PyTorch nebo TensorFlow s DirectML na grafické kartě AMD, Intel nebo NVIDIA. Další informace najdete níže v naší příručce Začínáme.
da_dk: WSL kan udnytte din Windows GPU til Machine Learning arbejdsprocesser Binære Linux-filer, der kører i WSL, kan automatisk bruge din GPU i Windows til at øge ydeevnen. Du skal blot installere og køre disse arbejdsprocesser på samme måde som på en almindelig Linux-maskine. Der er mange forskellige måder at komme i gang på, fra at køre CUDA i en docker-objektbeholder, hvis du har et NVIDIA-grafikkort, til at køre PyTorch eller TensorFlow med DirectML på dit AMD-, Intel- eller NVIDIA-grafikkort. Se vores introduktionsguide nedenfor for at få mere at vide.
de_de: WSL kann Ihre Windows-GPU für Machine Learning Workflows nutzen Linux-Binärdateien, die in WSL ausgeführt werden, können Ihre GPU in Windows automatisch verwenden, um ihre Leistung zu beschleunigen. Sie müssen diese Workflows nur auf dieselbe Weise installieren und ausführen wie auf einem regulären Linux-Computer. Es gibt viele verschiedene Einstiegsmöglichkeiten: von der Ausführung von CUDA in einem Docker-Container, wenn Sie über eine NVIDIA-Grafikkarte verfügen, bis hin zur Ausführung von PyTorch oder TensorFlow mit DirectML auf Ihrer AMD-, Intel- oder NVIDIA-Grafikkarte. Weitere Informationen finden Sie unten in unserem Leitfaden zu den ersten Schritten.
el_gr: Το WSL μπορεί να αξιοποιήσει τη GPU των Windows σας για ροές εργασίας Μηχανικής Μάθησης Τα δυαδικά αρχεία του Linux που εκτελούνται στο WSL μπορούν να χρησιμοποιήσουν αυτόματα τη GPU σας στα Windows για να επιταχύνουν την απόδοσή τους. Απλώς χρειάζεται να εγκαταστήσετε και να εκτελέσετε αυτές τις ροές εργασίας με τον ίδιο τρόπο που θα κάνατε σε έναν κανονικό υπολογιστή με Linux. Υπάρχουν πολλοί διαφορετικοί τρόποι για να ξεκινήσετε: από την εκτέλεση του CUDA σε ένα κοντέινερ Docker (αν έχετε κάρτα γραφικών NVIDIA), έως την εκτέλεση του PyTorch ή του TensorFlow με DirectML στην κάρτα γραφικών AMD, Intel ή NVIDIA που διαθέτετε. Δείτε τον παρακάτω οδηγό έναρξης για να μάθετε περισσότερα.
es_es: WSL puede aprovechar la GPU de Windows para flujos de trabajo de Machine Learning Los archivos binarios de Linux que se ejecutan en WSL pueden usar automáticamente la GPU en Windows para acelerar su rendimiento. Solo tiene que instalar y ejecutar esos flujos de trabajo de la misma manera que lo haría en una máquina Linux normal. Hay muchas maneras diferentes de empezar a ejecutar CUDA en un contenedor de Docker si tiene una tarjeta gráfica NVIDIA, hasta ejecutar PyTorch o TensorFlow con DirectML en la tarjeta gráfica AMD, Intel o NVIDIA. Consulte la guía de introducción a continuación para obtener más información.
fi_fi: WSL voi hyödyntää Windowsin grafiikkasuoritinta koneoppimisen työnkuluissa WSL:ssä toimivat Linux-binaarit voivat nopeuttaa suorituskykyään automaattisesti Windowsin grafiikkasuorittimella. Sinun tarvitsee vain asentaa ja suorittaa nämä työnkulut samalla tavalla kuin tavallisessa Linux-koneessa. Voit aloittaa CUDA:n käyttämisen docker-säilössä useilla eri tavoilla, jos sinulla on NVIDIA-näytönohjain, ja suorittaa PyTorchin tai TensorFlow'n DirectML-toiminnolla AMD-, Intel- tai NVIDIA-näytönohjaimessa. Lisätietoja on alla olevassa aloitusoppaassa.
fr_fr: WSL peut exploiter votre GPU Windows pour les flux de travail Machine Learning Les binaires Linux exécutés dans WSL peuvent utiliser automatiquement votre GPU sous Windows pour accélérer leurs performances. Il vous suffit d’installer et d’exécuter ces flux de travail de la même manière que vous le feriez sur une machine Linux classique. Il existe de nombreuses façons différentes de commencer, que ce soit en exécutant CUDA dans un conteneur Docker si vous avez une carte graphique NVIDIA, ou en utilisant PyTorch ou TensorFlow avec DirectML sur votre carte graphique AMD, Intel ou NVIDIA. Consultez notre guide de démarrage ci-dessous pour en savoir plus.
hu_hu: A WSL képes kihasználni a Windows GPU-t gépi tanulási munkafolyamatokhoz A WSL-ben futó Linux bináris fájlok automatikusan használhatják a GPU-t a Windowsban a teljesítményük gyorsításához. Ezeket a munkafolyamatokat ugyanúgy kell telepítenie és futtatnia, mint egy normál linuxos gépen. Számos különböző módon kezdheti meg a CUDA futtatását egy Docker-tárolóban, ha NVIDIA grafikus kártyával rendelkezik, a PyTorch vagy a TensorFlow DirectML-vel való futtatásához AMD- vagy Intel- vagy NVIDIA-videokártyán. További információért tekintse meg az alábbi kezdő útmutatót.
it_it: WSL può sfruttare la GPU di Windows per flussi di lavoro Machine Learning I file binari Linux in esecuzione in WSL possono usare automaticamente la GPU in Windows per velocizzarne le prestazioni. È sufficiente installare ed eseguire questi flussi di lavoro come in un normale computer Linux. Esistono molti modi diversi per iniziare, tra cui eseguire CUDA in un contenitore Docker se si dispone di una scheda grafica NVIDIA, eseguire PyTorch o TensorFlow con DirectML sulla scheda grafica AMD, Intel o NVIDIA. Per altre informazioni, vedi la guida introduttiva riportata di seguito.
ja_jp: WSL では、Machine Learning ワークフローに Windows GPU を活用できます WSL で実行されている Linux バイナリは、Windows で GPU を自動的に使用してパフォーマンスを向上させることができます。通常の Linux マシンの場合と同じ方法で、これらのワークフローをインストールして実行する必要があります。NVIDIA グラフィックス カードがある場合は Docker コンテナーで CUDA を実行するという方法から、AMD、Intel、または NVIDIA グラフィックス カードで DirectML を使用して PyTorch または TensorFlow を実行するという方法まで、さまざまな方法で開始できます。詳細については、以下の作業の開始ガイドをご覧ください。
ko_kr: WSL은 Machine Learning 워크플로에 Windows GPU를 활용할 수 있습니다. WSL에서 실행되는 Linux 이진 파일은 Windows에서 GPU를 자동으로 사용하여 성능을 높일 수 있습니다. 일반 Linux 머신에서와 동일한 방식으로 해당 워크플로를 설치하고 실행하기만 하면 됩니다. NVIDIA 그래픽 카드가 있는 경우 도커 컨테이너에서 CUDA를 실행하는 것부터 AMD, Intel 또는 NVIDIA 그래픽 카드에서 DirectML을 사용하여 PyTorch 또는 TensorFlow를 실행하는 것까지 다양한 방법으로 시작할 수 있습니다. 자세한 내용은 아래의 시작 가이드를 참조하세요.
nb_no: WSL kan utnytte Windows GPU for maskinlæringsarbeidsflyter Linux-binærfiler som kjører i WSL, kan automatisk bruke GPU i Windows for å øke hastigheten til ytelsen. Du trenger bare å installere og kjøre disse arbeidsflytene på samme måte som på en vanlig Linux-maskin. Det finnes mange ulike måter å komme i gang fra å kjøre CUDA i en docker-beholder hvis du har et NVIDIA-grafikkort, til å kjøre PyTorch eller TensorFlow med DirectML på AMD-, Intel- eller NVIDIA-grafikkortet. Se Komme i gang-guiden nedenfor for mer informasjon.
nl_nl: WSL kan gebruikmaken van je Windows GPU voor Machine Learning-werkstromen Binaire Linux-bestanden die worden uitgevoerd in WSL kunnen automatisch je GPU in Windows gebruiken om hun prestaties te versnellen. Je hoeft deze werkstromen slechts op dezelfde manier te installeren en uit te voeren als op een normale Linux-computer. Je kunt op verschillende manieren aan de slag gaan, van het uitvoeren van CUDA in een Docker-container als je een NVIDIA-grafische kaart hebt, tot het uitvoeren van PyTorch of TensorFlow met DirectML op je AMD-, Intel- of NVIDIA-grafische kaart. Zie de Aan de slag-gids hieronder voor meer informatie.
pl_pl: Podsystem WSL może korzystać z procesora GPU systemu Windows na potrzeby przepływów pracy uczenia maszynowego Pliki binarne systemu Linux działające w podsystemie WSL mogą automatycznie korzystać z procesora GPU w systemie Windows na potrzeby przyspieszenia ich wydajności. Wystarczy zainstalować i uruchomić te przepływy pracy w taki sam sposób, jak na zwykłej maszynie z systemem Linux. Istnieje wiele różnych sposobów, aby rozpocząć pracę, począwszy od uruchamiania CUDA w kontenerze Docker, jeśli masz kartę graficzną NVIDIA, do uruchamiania PyTorch lub TensorFlow z DirectML na karcie graficznej AMD, Intel lub NVIDIA. Zobacz nasz przewodnik wprowadzający poniżej, aby dowiedzieć się więcej.
pt_br: O WSL pode aproveitar sua GPU do Windows para fluxos de trabalho de Machine Learning Binários do Linux em execução no WSL podem usar automaticamente a GPU no Windows para acelerar seu desempenho. Você só precisa instalar e executar esses fluxos de trabalho da mesma forma que faria em um computador Linux normal. Existem várias maneiras de começar, desde executar o CUDA em um contêiner do Docker se você tiver uma placa gráfica NVIDIA até executar PyTorch ou TensorFlow com DirectML em sua placa gráfica AMD, Intel ou NVIDIA. Confira nosso painel de introdução abaixo para saber mais.
pt_pt: O WSL pode tirar partido da sua GPU do Windows para fluxos de trabalho de Aprendizagem Automática Os binários do Linux em execução no WSL podem utilizar automaticamente a sua GPU no Windows para acelerar o desempenho. Só tem de instalar e executar esses fluxos de trabalho da mesma forma que faria num computador Linux normal. Há várias formas diferentes de começar, desde executar o CUDA num contentor docker, se tiver uma placa gráfica NVIDIA, a executar o PyTorch ou o TensorFlow com DirectML na sua placa gráfica AMD, Intel ou NVIDIA. Veja o nosso guia de introdução abaixo para saber mais.
ru_ru: WSL может задействовать ваш графический процессор Windows для рабочих процессов Машинного обучения Двоичные файлы Linux, работающие в WSL, могут автоматически использовать графический процессор в Windows для ускорения производительности. Нужно только установить и запустить эти рабочие процессы точно так же, как и на обычном компьютере с Linux. Существует множество конфигураций, позволяющих начать работу: от запуска CUDA в контейнере Docker (если у вас есть графическая карта NVIDIA) до PyTorch или TensorFlow с DirectML на графической карте AMD, Intel или NVIDIA. Подробнее см. в руководстве по началу работы ниже.
sv_se: WSL kan utnyttja din Windows GPU för Machine Learning-arbetsflöden Linux-binärfiler som körs i WSL kan automatiskt använda din GPU i Windows för att öka prestandan. Du behöver bara installera och köra dessa arbetsflöden på samma sätt som på en vanlig Linux-dator. Det finns många olika sätt att komma igång från att köra CUDA i en docker-container om du har ett NVIDIA-grafikkort, till att köra PyTorch eller TensorFlow med DirectML på ditt AMD-, Intel- eller NVIDIA-grafikkort. Se vår komma igång-guide nedan om du vill veta mer.
tr_tr: WSL, Makine Öğrenimi iş akışları için Windows GPU'nuzdan yararlanabilir WSL'de çalışan Linux ikili dosyaları, performanslarını hızlandırmak için Windows'taki GPU'nuzu otomatik olarak kullanabilir. Bu iş akışlarını normal bir Linux makinesindekiyle aynı şekilde yüklemeniz ve çalıştırmanız yeterlidir. NVIDIA grafik kartınız varsa CUDA'yı docker kapsayıcısında çalıştırmaktan, AMD, Intel veya NVIDIA grafik kartınızda PyTorch veya TensorFlow'u DirectML ile çalıştırmaya kadar başlamanın birçok farklı yolu vardır. Daha fazla bilgi edinmek için aşağıda başlarken kılavuzumuza bakın.
zh_cn: WSL 可以利用 Windows GPU 进行机器学习工作流 在 WSL 中运行的 Linux 二进制文件可以自动使用 Windows 中的 GPU 来加快性能。只需像在常规 Linux 计算机上那样安装和运行这些工作流。开始入门有很多种不同的方法，如果使用 NVIDIA 显卡，可以在 docker 容器中运行 CUDA，还可以在 AMD、Intel 或 NVIDIA 显卡上使用 DirectML 运行 PyTorch 或 TensorFlow。请参阅下面的入门指南了解详细信息。
zh_tw: WSL 可將 Windows GPU 用於機器學習工作流程 在 WSL 中執行的 Linux 二進位檔案可自動使用 Windows GPU，以加快效能速度。您只需使用與一般 Linux 機器相同的操作方式，安裝並執行這些工作流程即可。您可以利用許多不同方式開始使用，包含在 Docker 容器中執行 CUDA (如有 NVIDIA 顯示卡)，一直到在 AMD、Intel 或 NVIDIA 顯示卡上使用 DirectML 執行 PyTorch 或 TensorFlow。請參閱下方的入門指南深入了解。

# Settings_OOBEGPUAcceleration.Title
source: GPU Acceleration
cs_cz: Akcelerace GPU
de_de: GPU-Beschleunigung
el_gr: Επιτάχυνση GPU
es_es: Aceleración de la GPU
fi_fi: Grafiikkasuorittimen kiihdytys
fr_fr: Accélération GPU
hu_hu: GPU-gyorsítás
it_it: Accelerazione GPU
ja_jp: GPU アクセラレータ
ko_kr: GPU 가속
nb_no: GPU-akselerasjon
nl_nl: GPU-versnelling
pl_pl: Przyspieszanie procesora GPU
pt_br: Aceleração da GPU
pt_pt: Aceleração por GPU
ru_ru: Ускорение графического процессора
tr_tr: GPU Hızlandırma
zh_cn: GPU 加速
zh_tw: GPU 加速

# Settings_OOBEGPUAccelerationLink.Content
source: Learn More About GPU Acceleration
cs_cz: Další informace o akceleraci GPU
da_dk: Få mere at vide om GPU-acceleration
de_de: Weitere Informationen zur GPU-Beschleunigung
el_gr: Μάθετε περισσότερα για την επιτάχυνση GPU
es_es: Obtenga más información sobre la aceleración de GPU
fi_fi: Lisätietoja grafiikkasuorittimen kiihdytyksestä
fr_fr: En savoir plus sur l'accélération GPU
hu_hu: További információ a GPU-gyorsításról
it_it: Altre informazioni sull'accelerazione GPU
ja_jp: GPU アクセラレーションに関する詳細情報
ko_kr: GPU 가속에 대한 자세한 정보
nb_no: Mer informasjon om GPU-akselerasjon
nl_nl: Meer informatie over GPU-versnelling
pl_pl: Dowiedz się więcej o przyspieszaniu procesora GPU
pt_br: Saiba mais sobre a aceleração de GPU
pt_pt: Saiba Mais Sobre Aceleração de GPU
ru_ru: Подробнее об ускорении графического процессора
sv_se: Läs mer om GPU-acceleration
tr_tr: GPU Hızlandırma hakkında daha fazla bilgi edinin
zh_cn: 详细了解 GPU 加速
zh_tw: 深入了解 GPU 加速

# Settings_OOBEGUIAppsLink.Content
source: Learn More About WSL GUI Apps
cs_cz: Další informace o aplikacích s grafickým rozhraním (GUI) WSL
da_dk: Få mere at vide om WSL GUI-apps
de_de: Weitere Informationen zu WSL GUI-Apps
el_gr: Μάθετε περισσότερα για τις εφαρμογές GUI του WSL
es_es: Obtenga más información sobre las aplicaciones GUI de WSL
fi_fi: Lisätietoja WSL GUI -sovelluksista
fr_fr: En savoir plus sur les applications WSL GUI
hu_hu: További információ a WSL GUI-alkalmazásokról
it_it: Altre informazioni sulle app WSL GUI
ja_jp: WSL GUI アプリに関する詳細情報
ko_kr: WSL GUI 앱에 대한 자세한 정보
nb_no: Mer informasjon om GUI-apper i WSL
nl_nl: Meer informatie over WSL GUI-apps
pl_pl: Dowiedz się więcej o aplikacjach graficznego interfejsu użytkownika podsystemu WSL
pt_br: Saiba mais sobre os aplicativos de GUI do WSL
pt_pt: Saiba mais sobre as Aplicações de GUI do WSL
ru_ru: Подробнее о приложениях графического интерфейса WSL
sv_se: Läs mer om WSL GUI-appar
tr_tr: WSL GUI Uygulamaları Hakkında Daha Fazla Bilgi Edinin
zh_cn: 详细了解 WSL GUI 应用
zh_tw: 深入了解 WSL GUI 應用程式
